package samples

var (
    CalcSingleHeaders = map[string]string {
        "B2:D2": `г. Севастополь,
ТСН "ЖСТИЗ "СТОЛЕТОВСКИЙ`, 
        "E2:G2": `Показания по прибору учета электроэнергии`,
        "H2:J2": `Расчет обьема, 
кВт.*ч`,
        "K2:M2": `Ставка тарифа, 
р./кВт.*ч`,
        "N2:P2": `Начислено, руб.`,
        "B3":    `Уч.№`,
        "C3":    `Потребитель`,
        "D3":    `Тарифная зона`,
        "E3":    `Текущий
месяц, кВт.*ч`,
        "F3":    `Предыдущий
месяц, кВт.*ч`,
        "G3":    `Расход,
кВт*ч`,
        "H3":    `Блок 1`,
        "I3":    `Блок 2`,
        "J3":    `Блок 3`,
        "K3":    `Блок 1`,
        "L3":    `Блок 2`,
        "M3":    `Блок 3`,
        "N3":    `Блок 1`,
        "O3":    `Блок 2`,
        "P3":    `Блок 3`,
        "Q2:Q3": `Сумма,
руб.`,
    }

    CalcDuoHeaders = map[string]string {
        "B2:D2": `г. Севастополь,
ТСН "ЖСТИЗ "СТОЛЕТОВСКИЙ`, 
        "E2:H2": `Показания по прибору учета электроэнергии`,
        "I2:K2": `Расчет обьема, 
кВт.*ч`,
        "L2:N2": `Ставка тарифа, 
р./кВт.*ч`,
        "O2:Q2": `Начислено, руб.`,
        "B3":    `Уч.№`,
        "C3":    `Потребитель`,
        "D3":    `Тарифная зона`,
        "E3":    `Текущий
месяц, кВт.*ч`,
        "F3":    `Предыдущий
месяц, кВт.*ч`,
        "G3":    `Расход,
кВт*ч`,
        "H3":    `Соотно-
шение, %`,
        "I3":    `Блок 1`,
        "J3":    `Блок 2`,
        "K3":    `Блок 3`,
        "L3":    `Блок 1`,
        "M3":    `Блок 2`,
        "N3":    `Блок 3`,
        "O3":    `Блок 1`,
        "P3":    `Блок 2`,
        "Q3":    `Блок 3`,
        "R2:R3": `Сумма,
руб.`,
    }

    CalcSingleWidth = map[string]float64 {
        "A":2.01,
        "B":4.51,
        "C":15.01,
        "D":7.01,
        "E":8.34,
        "F":8.67,
        "G":6.84,
        "H":6.51,
        "I":6.51,
        "J":6.51,
        "K":5.01,
        "L":5.01,
        "M":5.01,
        "N":6.51,
        "O":6.51,
        "P":6.51,
        "Q":7.17,
        "R":2.01,
    }

    CalcHeight = map[int]float64 {
        2: 21.75,
        3: 30.75,
        4: 9.75,
        5: 9.75,
    }

    CalcDuoWidth = map[string]float64 {
        "A":2.01,
        "B":4.51,
        "C":15.01,
        "D":7.01,
        "E":8.34,
        "F":8.67,
        "G":6.84,
        "H":3.34,
        "I":6.51,
        "J":6.51,
        "K":6.51,
        "L":5.01,
        "M":5.01,
        "N":5.01,
        "O":6.51,
        "P":6.51,
        "Q":6.51,
        "R":7.17,
        "S":2.01,
    }


)
