package domain

var (
    CalcHeaders = map[string]string {
        "B2:D2": `г. Севастополь,
    ТСН "ЖСТИЗ "СТОЛЕТОВСКИЙ`, 
        "E2:G2": `Показания по прибору учета электроэнергии`,
        "H2:J2": `Расчет обьема, 
    кВт.*ч`,
        "K2:M2": `Ставка тарифа, 
    р./кВт.*ч`,
        "N2:P2": `Начислено, руб.`,
        "B3":    `Уч.№`,
        "C3":    `Потребитель`,
        "D3":    `Тарифная зона`,
        "E3":    `Текущий
    месяц, кВт.*ч`,
        "F3":    `Предыдущий
    месяц, кВт.*ч`,
        "G3":    `Расход,
    кВт*ч`,
        "H3":    `Блок 1`,
        "I3":    `Блок 2`,
        "J3":    `Блок 3`,
        "K3":    `Блок 1`,
        "L3":    `Блок 2`,
        "M3":    `Блок 3`,
        "N3":    `Блок 1`,
        "O3":    `Блок 2`,
        "P3":    `Блок 3`,
        "Q2:Q3": `Сумма,
    руб.`,
    }
)