package domain

var (
    CalcHeaders = map[string]string {
        `г. Севастополь,
    ТСН "ЖСТИЗ "СТОЛЕТОВСКИЙ`: "B2:D2", 
        `Показания по прибору учета электроэнергии`: "E2:G2",
        `Расчет обьема, 
    кВт.*ч`: "H2:J2",
        `Ставка тарифа, 
    р./кВт.*ч`: "K2:M2",
        `Начислено, руб.`: "N2:P2",
        `Уч.№`: "B3",
        `Потребитель`: "C3",
        `Тарифная зона`: "D3",
        `Текущий
    месяц, кВт.*ч`: "E3",
        `Предыдущий
    месяц, кВт.*ч`: "F3",
        `Расход,
    кВт*ч`: "G3",
        `Блок 1`: "H3",
        `Блок 2`: "I3",
        `Блок 3`: "J3",
        `Блок 1`: "K3",
        `Блок 2`: "L3",
        `Блок 3`: "M3",
        `Блок 1`: "N3",
        `Блок 2`: "O3",
        `Блок 3`: "P3",
        `Сумма,
    руб.`: "Q2:Q3",
    }
)